# Taps
tap 'homebrew/cask-fonts'

# Binaries
brew 'git'
brew 'grep'
brew 'mackup'
brew 'mas' # Mac App Store Manager
brew 'tree'
brew 'zsh-completions' 
brew 'zsh'
brew 'unixodbc'
brew 'msodbcsql17'

# Apps
cask '1password'
cask 'alfred'
cask 'contexts'
cask 'docker'
cask 'github'
cask 'iTerm2'
cask 'homebrew/cask-versions/visual-studio-code-insiders'
cask 'slack'
cask 'telegram'
cask 'insomnia'
cask 'nightowl' 

# Development
cask 'miniconda'

# Shell
brew 'romkatv/powerlevel10k/powerlevel10k'