# Taps
tap 'homebrew/cask-cask'
tap 'homebrew/cask-fonts'

# Binaries
brew 'git'
brew 'grep'
brew 'mackup'
brew 'mas' # Mac App Store Manager
brew 'zsh'
brew 'zsh-completions' 
brew 'tree'

# Apps
cask '1password'
cask 'alfred'
cask 'telegram-desktop'
cask 'docker'
cask 'github'
cask 'slack'
cask 'homebrew/cask-versions/visual-studio-code-insiders

# Development
cask 'miniconda'

# quicklook
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlstephen'